import css from "./HomePage.module.css";

export default function HomePage() {
  return (
    <div className={css.container}>
      <h1 className={css.title}>Домашня сторінка</h1>
      <p className={css.tab}>
        Даний вебзастосунок призначений для пошуку наукових статей. Для того,
        щоб знайти необхідну інформацію, необхідно перейти до сторінки "Пошук
        статей". В поле вводу набирається запит, за яким здійснюється операція.
        При успішному виконанні програма надає список посилань на джерела
        статей, за якими можна перейти. У разі, якщо статті не існує, програма
        виводить відповідне повідомлення.
      </p>
    </div>
  );
}
